brew "nvim"
brew "starship"
brew "tmux"
brew "git"
brew "fish"

brew "coreutils"
brew "curl"
brew "asdf"
brew "gpg"
brew "fzf"
brew "ctags"
brew "direnv"
brew "ripgrep"
brew "jq"

tap "homebrew/cask-fonts"
cask "font-fira-code-nerd-font"
cask "font-hasklug-nerd-font"
